Repository: artcc/openclient-llm
Catalog: openclient-llm/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: de, el, es, fr, it, ja, nl, pt_pt, sv

source: Unable to Load Models
de: Modelle können nicht geladen werden
el: Αδυναμία φόρτωσης μοντέλων
es: No se pueden cargar los modelos
fr: Impossible de charger les modèles
it: Impossibile caricare i modelli
ja: モデルを読み込めません
nl: Kan modellen niet laden
pt_pt: Incapaz de carregar modelos
sv: Kan inte ladda modeller

source: Compatible selected models may be called automatically when the chat model needs help with images.
de: Kompatible ausgewählte Modelle können automatisch aufgerufen werden, wenn das Chatmodell Hilfe bei Bildern benötigt.
el: Τα συμβατά επιλεγμένα μοντέλα μπορεί να καλούνται αυτόματα όταν το μοντέλο συνομιλίας χρειάζεται βοήθεια με εικόνες.
es: Los modelos seleccionados compatibles pueden activarse automáticamente cuando el modelo de chat necesite ayuda con imágenes.
fr: Certains modèles sélectionnés compatibles peuvent être appelés automatiquement lorsque le modèle de chat a besoin d’aide avec les images.
it: I modelli selezionati compatibili possono essere chiamati automaticamente quando il modello di chat ha bisogno di aiuto con le immagini.
ja: 互換性のある選択済みモデルは、チャットモデルが画像の処理に支援を必要とすると自動的に呼び出されることがあります。
nl: Compatibele geselecteerde modellen kunnen automatisch worden aangeroepen wanneer het chatmodel hulp nodig heeft bij afbeeldingen.
pt_pt: Os modelos selecionados compatíveis podem ser chamados automaticamente quando o modelo de chat precisar de ajuda com imagens.
sv: Kompatibla valda modeller kan anropas automatiskt när chattmodellen behöver hjälp med bilder.

source: Search
de: Suche
el: Αναζήτηση
es: Buscar
fr: Recherche
it: Cerca
ja: 検索
nl: Zoeken
pt_pt: Pesquisar
sv: Sökning

source: Default
de: Standard
el: Προεπιλογή
es: Predeterminado
fr: Par défaut
it: Predefinita
ja: デフォルト
nl: Standaard
pt_pt: Predefinido
sv: Standard

source: Creative Writer
de: Kreativautor
el: Δημιουργικός Συγγραφέας
es: Escritor Creativo
fr: Écrivain créatif
it: Scrittore Creativo
ja: クリエイティブライター
nl: Creatief Schrijver
pt_pt: Escritor Criativo
sv: Kreativ författare

source: e.g. Coding Assistant
de: z. B. Coding Assistant
el: π.χ. Βοηθός Κωδικοποίησης
es: p. ej. Asistente de codificación
fr: ex. Assistant de codage
it: es. Assistente di Codifica
ja: 例：コーディングアシスタント
nl: bijv. Coding Assistant
pt_pt: ex. Assistente de Programação
sv: t.ex. Kodningsassistent

source: You are a data analysis expert. Help interpret data, identify patterns, suggest visualizations, and explain statistical concepts. Provide clear and actionable insights from any data the user shares.
de: Sie sind ein Experte für Datenanalyse. Helfen Sie dabei, Daten zu interpretieren, Muster zu erkennen, Visualisierungen vorzuschlagen und statistische Konzepte zu erklären. Liefern Sie klare und umsetzbare Erkenntnisse aus allen vom Nutzer bereitgestellten Daten.
el: Είστε ειδικός στην ανάλυση δεδομένων. Βοηθήστε στην ερμηνεία δεδομένων, την αναγνώριση προτύπων, την πρόταση οπτικοποιήσεων και την εξήγηση στατιστικών εννοιών. Παρέχετε σαφείς και εφαρμόσιμες πληροφορίες από οποιαδήποτε δεδομένα μοιραστεί ο χρήστης.
es: Eres un experto en análisis de datos. Ayuda a interpretar datos, identificar patrones, sugerir visualizaciones y explicar conceptos estadísticos. Proporciona información clara y accionable a partir de cualquier dato que el usuario comparta.
fr: Vous êtes un expert en analyse de données. Aidez à interpréter les données, identifier les tendances, suggérer des visualisations et expliquer les concepts statistiques. Fournissez des analyses claires et exploitables à partir de toutes les données partagées par l’utilisateur.
it: Sei un esperto di analisi dei dati. Aiuta a interpretare i dati, identificare modelli, suggerire visualizzazioni e spiegare concetti statistici. Fornisci approfondimenti chiari e concreti da qualsiasi dato l’utente condivida.
ja: あなたはデータ分析の専門家です。データの解釈、パターンの特定、可視化の提案、統計概念の説明を行います。ユーザーが共有するあらゆるデータから明確で実用的な洞察を提供します。
nl: Je bent een expert in data-analyse. Help met het interpreteren van data, het identificeren van patronen, het voorstellen van visualisaties en het uitleggen van statistische concepten. Bied duidelijke en bruikbare inzichten uit alle data die de gebruiker deelt.
pt_pt: É um especialista em análise de dados. Ajuda a interpretar dados, identificar padrões, sugerir visualizações e explicar conceitos estatísticos. Fornece insights claros e acionáveis a partir de quaisquer dados que o utilizador partilhe.
sv: Du är en expert på dataanalys. Hjälp till att tolka data, identifiera mönster, föreslå visualiseringar och förklara statistiska begrepp. Ge tydliga och användbara insikter från all data som användaren delar.

source: Image File...
de: Bilddatei...
el: Αρχείο εικόνας...
es: Archivo de imagen...
fr: Fichier image...
it: File immagine...
ja: 画像ファイル...
nl: Afbeeldingsbestand...
pt_pt: Ficheiro de Imagem...
sv: Bildfil...

source: No conversations yet
de: Noch keine Unterhaltungen vorhanden
el: Δεν υπάρχουν συνομιλίες ακόμα
es: No hay conversaciones aún
fr: Aucune conversation pour le moment
it: Nessuna conversazione ancora
ja: まだ会話はありません
nl: Nog geen gesprekken
pt_pt: Ainda sem conversas
sv: Inga konversationer än så länge

source: No complete synchronization has succeeded yet.
de: Noch keine vollständige Synchronisierung war erfolgreich.
el: Δεν έχει ολοκληρωθεί ακόμη με επιτυχία κανένας συγχρονισμός.
es: Aún no se ha completado correctamente ninguna sincronización.
fr: Aucune synchronisation complète n’a encore réussi.
it: Nessuna sincronizzazione completa è ancora riuscita.
ja: 同期が完全に成功したことはまだありません。
nl: Er is nog geen volledige synchronisatie geslaagd.
pt_pt: Ainda não foi concluída nenhuma sincronização.
sv: Ingen fullständig synkronisering har lyckats ännu.

source: Message
de: Nachricht
el: Μήνυμα
es: Mensaje
it: Messaggio
ja: メッセージ
nl: Bericht
pt_pt: Mensagem
sv: Meddelande

source: Untitled Template
de: Unbenannte Vorlage
el: Πρότυπο χωρίς τίτλο
es: Plantilla sin título
fr: Modèle sans titre
it: Modello senza titolo
ja: 無題のテンプレート
nl: Naamloze template
pt_pt: Modelo sem título
sv: Namnlös mall

source: Private chats are not saved or synced, and they do not read or modify personal memory.
de: Private Chats werden nicht gespeichert oder synchronisiert und lesen oder ändern das persönliche Gedächtnis nicht.
el: Οι ιδιωτικές συνομιλίες δεν αποθηκεύονται ή συγχρονίζονται και δεν διαβάζουν ούτε αλλάζουν την προσωπική μνήμη.
es: Los chats privados no se guardan ni sincronizan, y no leen ni modifican la memoria personal.
fr: Les discussions privées ne sont pas enregistrées ni synchronisées, et elles ne lisent ni ne modifient la mémoire personnelle.
it: Le chat private non vengono salvate né sincronizzate, e non leggono né modificano la memoria personale.
ja: プライベートチャットは保存や同期されず、個人の記憶を読み取ったり変更したりしません。
nl: Privégesprekken worden niet opgeslagen of gesynchroniseerd en lezen of wijzigen geen persoonlijke herinneringen.
pt_pt: As conversas privadas não são guardadas nem sincronizadas, e não leem nem alteram a memória pessoal.
sv: Privata chattar sparas inte eller synkroniseras, och de läser inte eller ändrar personlig minne.

source: Review, edit, disable, or delete the memories used in future conversations
de: Überprüfen, bearbeiten, deaktivieren oder löschen Sie die Erinnerungen, die in zukünftigen Gesprächen verwendet werden.
el: Αναθεώρηση, επεξεργασία, απενεργοποίηση ή διαγραφή των αναμνήσεων που χρησιμοποιούνται σε μελλοντικές συνομιλίες.
es: Revisa, edita, desactiva o elimina los recuerdos usados en futuras conversaciones.
fr: Révisez, modifiez, désactivez ou supprimez les souvenirs utilisés dans les conversations futures.
it: Rivedi, modifica, disabilita o elimina i ricordi utilizzati nelle conversazioni future.
ja: 今後の会話で使用される記憶を確認、編集、無効化、または削除します。
nl: Beoordeel, bewerk, schakel uit of verwijder de herinneringen die in toekomstige gesprekken worden gebruikt.
pt_pt: Revise, edite, desative ou elimine as memórias usadas em conversas futuras.
sv: Granska, redigera, inaktivera eller ta bort minnen som används i framtida konversationer.

source: No Conversations
de: Keine Unterhaltungen
el: Καμία συνομιλία
es: Sin conversaciones
fr: Aucune conversation
it: Nessuna conversazione
ja: 会話なし
nl: Geen gesprekken
pt_pt: Sem Conversas
sv: Inga konversationer

source: Could not connect to the server.
de: Verbindung zum Server konnte nicht hergestellt werden.
el: Δεν ήταν δυνατή η σύνδεση με τον διακομιστή.
es: No se pudo conectar al servidor.
fr: Impossible de se connecter au serveur.
it: Impossibile connettersi al server.
ja: サーバーに接続できませんでした。
nl: Kan geen verbinding maken met de server.
pt_pt: Não foi possível ligar ao servidor.
sv: Kunde inte ansluta till servern.

source: Could not write file to the shared container
de: Datei konnte nicht im gemeinsamen Container gespeichert werden
el: Δεν ήταν δυνατή η εγγραφή του αρχείου στον κοινόχρηστο φάκελο
es: No se pudo escribir el archivo en el contenedor compartido
fr: Impossible d’écrire le fichier dans le conteneur partagé
it: Impossibile scrivere il file nel contenitore condiviso
ja: 共有コンテナにファイルを書き込めませんでした
nl: Kon bestand niet naar de gedeelde container schrijven
pt_pt: Não foi possível gravar o ficheiro no contentor partilhado
sv: Kunde inte skriva fil till den delade behållaren

source: Suggestions will appear here when available.
de: Vorschläge werden hier angezeigt, sobald sie verfügbar sind.
el: Οι προτάσεις θα εμφανιστούν εδώ όταν είναι διαθέσιμες.
es: Las sugerencias aparecerán aquí cuando estén disponibles.
fr: Les suggestions apparaîtront ici lorsqu’elles seront disponibles.
it: I suggerimenti appariranno qui quando saranno disponibili.
ja: 提案がある場合はここに表示されます。
nl: Suggesties worden hier weergegeven zodra ze beschikbaar zijn.
pt_pt: As sugestões aparecerão aqui quando estiverem disponíveis.
sv: Förslag visas här när det finns några.

source: Rename
de: Umbenennen
el: Μετονομασία
es: Renombrar
fr: Renommer
it: Rinomina
ja: 名前を変更
nl: Hernoemen
pt_pt: Renomear
sv: Byt namn

source: Attachments (part of conversations)
de: Anhänge (Teil von Unterhaltungen)
el: Συνημμένα (μέρος των συνομιλιών)
es: Archivos adjuntos (parte de las conversaciones)
fr: Pièces jointes (dans les conversations)
it: Allegati (parte delle conversazioni)
ja: 会話の一部である添付ファイル
nl: Bijlagen (onderdeel van gesprekken)
pt_pt: Anexos (parte das conversas)
sv: Bilagor (del av konversationer)

source: Opens OpenClient with the conversation search field active.
de: Öffnet OpenClient mit aktivem Suchfeld für Konversationen.
el: Ανοίγει το OpenClient με ενεργό το πεδίο αναζήτησης συνομιλίας.
es: Abre OpenClient con el campo de búsqueda de conversación activo.
fr: Ouvre OpenClient avec le champ de recherche de conversation actif.
it: Apre OpenClient con il campo di ricerca conversazioni attivo.
ja: OpenClientを会話検索フィールドがアクティブな状態で開く。
nl: Opent OpenClient met het zoekveld voor gesprekken actief.
pt_pt: Abre o OpenClient com o campo de pesquisa da conversa ativo.
sv: Öppnar OpenClient med sökfältet för konversation aktivt.

source: Issue
de: Problem
el: Πρόβλημα
es: Problema
fr: Problème
it: Problema
ja: 問題
nl: Probleem
pt_pt: Problema
sv: Problem

source: Your name
de: Ihr Name
el: Το όνομά σας
es: Tu nombre
fr: Votre nom
it: Il tuo nome
ja: あなたの名前
nl: Uw naam
pt_pt: O seu nome
sv: Ditt namn

source: The MCP server reported a tool error.
de: Der MCP-Server meldete einen Werkzeugfehler.
el: Ο διακομιστής MCP ανέφερε σφάλμα εργαλείου.
es: El servidor MCP informó un error de herramienta.
fr: Le serveur MCP a signalé une erreur d’outil.
it: Il server MCP ha segnalato un errore dello strumento.
ja: MCPサーバーがツールエラーを報告しました。
nl: De MCP-server meldde een toolfout.
pt_pt: O servidor MCP reportou um erro na ferramenta.
sv: MCP-servern rapporterade ett verktygsfel.

source: Loading suggestions...
de: Vorschläge werden geladen...
el: Φόρτωση προτάσεων...
es: Cargando sugerencias...
fr: Chargement des suggestions...
it: Caricamento suggerimenti...
ja: 提案を読み込み中...
nl: Suggesties laden...
pt_pt: A carregar sugestões...
sv: Laddar förslag...

source: Scroll to top
de: Nach oben scrollen
el: Κύλιση στην κορυφή
es: Desplazarse hasta arriba
fr: Faire défiler vers le haut
it: Scorri verso l’alto
ja: 上にスクロール
nl: Naar boven scrollen
pt_pt: Deslocar para o topo
sv: Bläddra längst upp

source: Manage iCloud Data
de: iCloud-Daten verwalten
el: Διαχείριση δεδομένων iCloud
es: Gestionar los datos de iCloud
fr: Gérer les données iCloud
it: Gestisci i dati di iCloud
ja: iCloudデータを管理
nl: iCloud-gegevens beheren
pt_pt: Gerir dados do iCloud
sv: Hantera iCloud-data

source: Settings changed. This call can now only be denied.
de: Einstellungen geändert. Dieser Anruf kann jetzt nur noch abgelehnt werden.
el: Οι ρυθμίσεις άλλαξαν. Αυτή η κλήση μπορεί πλέον μόνο να απορριφθεί.
es: Configuración cambiada. Esta llamada ahora solo se puede rechazar.
fr: Paramètres modifiés. Cet appel ne peut désormais qu’être refusé.
it: Impostazioni modificate. Questa chiamata ora può essere solo rifiutata.
ja: 設定が変更されました。この通話は拒否のみ可能になりました。
nl: Instellingen gewijzigd. Dit gesprek kan nu alleen nog worden geweigerd.
pt_pt: Definições alteradas. Esta chamada só pode agora ser recusada.
sv: Inställningarna har ändrats. Det här samtalet kan nu endast nekas.

source: New Memory
de: Neue Erinnerung
el: Νέα Μνήμη
es: Nueva memoria
fr: Nouvelle mémoire
it: Nuova memoria
ja: 新しいメモリー
nl: Nieuwe herinnering
pt_pt: Nova Memória
sv: Nytt minne

source: Processing...
de: Verarbeitung...
el: Επεξεργασία...
es: Procesando...
fr: Traitement en cours...
it: Elaborazione in corso...
ja: 処理中...
nl: Bezig met verwerken...
pt_pt: A processar...
sv: Bearbetar...

source: Finish setup
de: Einrichtung abschließen
el: Ολοκλήρωση ρύθμισης
es: Finalizar configuración
fr: Terminer la configuration
it: Completa la configurazione
ja: 設定を完了する
nl: Installatie voltooien
pt_pt: Concluir a configuração
sv: Slutför konfigurationen

# %@ tokens, %lld percent
source: %1$@ tokens, %2$lld percent
de: %1$@ Token, %2$lld Prozent
el: %1$@ διακριτικά, %2$lld τοις εκατό
es: %1$@ fichas, %2$lld por ciento
fr: %1$@ jetons, %2$lld pour cent
it: %1$@ token, %2$lld percentuale
ja: %1$@ トークン、%2$lld パーセント
nl: %1$@ tokens, %2$lld procent
pt_pt: %1$@ tokens, %2$lld por cento
sv: %1$@ tokens, %2$lld procent

source: Stop
de: Stopp
el: Διακοπή
es: Detener
fr: Arrêter
it: Interrompi
ja: 停止
nl: Stoppen
pt_pt: Parar
sv: Stoppa

source: If you continue, future calls can execute without confirmation for this configuration.
de: Wenn Sie fortfahren, können zukünftige Aufrufe für diese Konfiguration ohne Bestätigung ausgeführt werden.
el: Αν συνεχίσετε, οι μελλοντικές κλήσεις μπορούν να εκτελούνται χωρίς επιβεβαίωση για αυτήν τη διαμόρφωση.
es: Si continúas, las próximas llamadas podrán ejecutarse sin confirmación para esta configuración.
fr: Si vous continuez, les prochains appels pourront être exécutés sans confirmation pour cette configuration.
it: Se continui, le chiamate future potranno essere eseguite senza conferma per questa configurazione.
ja: 続行すると、この構成では今後の呼び出しを確認なしで実行できます。
nl: Als je doorgaat, kunnen toekomstige aanroepen voor deze configuratie zonder bevestiging worden uitgevoerd.
pt_pt: Se continuar, as chamadas futuras poderão ser executadas sem confirmação para esta configuração.
sv: Om du fortsätter kan framtida anrop köras utan bekräftelse för den här konfigurationen.

source: Images and documents you attach to messages will appear here.
de: Bilder und Dokumente, die Sie Nachrichten anhängen, werden hier angezeigt.
el: Οι εικόνες και τα έγγραφα που επισυνάπτετε στα μηνύματα θα εμφανίζονται εδώ.
es: Las imágenes y documentos que adjuntes a los mensajes aparecerán aquí.
fr: Les images et documents que vous joignez aux messages apparaîtront ici.
it: Le immagini e i documenti che alleghi ai messaggi appariranno qui.
ja: メッセージに添付した画像や書類はここに表示されます。
nl: Afbeeldingen en documenten die je aan berichten toevoegt, verschijnen hier.
pt_pt: As imagens e documentos que anexar às mensagens aparecerão aqui.
sv: Bilder och dokument som du bifogar i meddelanden visas här.

source: Email Composer
de: E-Mail-Verfasser
el: Σύνθετης Email
es: Compositor de correo electrónico
fr: Compositeur d’e-mails
it: Compositore Email
ja: メール作成ツール
pt_pt: Compositor de Email
sv: E-postkompositör

source: Finish onboarding without saving these server settings.
de: Onboarding abschließen, ohne diese Servereinstellungen zu speichern.
el: Ολοκληρώστε την αρχική ρύθμιση χωρίς να αποθηκεύσετε αυτές τις ρυθμίσεις διακομιστή.
es: Finaliza la configuración inicial sin guardar esta configuración del servidor.
fr: Terminer l’intégration sans enregistrer ces paramètres du serveur.
it: Completa la configurazione iniziale senza salvare queste impostazioni del server.
ja: これらのサーバー設定を保存せずにオンボーディングを完了する
nl: Voltooi de onboarding zonder deze serverinstellingen op te slaan.
pt_pt: Conclua a configuração inicial sem guardar estas definições do servidor.
sv: Slutför introduktionen utan att spara dessa serverinställningar.

source: One-time support
de: Einmalige Unterstützung
el: Εφάπαξ υποστήριξη
es: Apoyo puntual
fr: Soutien ponctuel
it: Supporto una tantum
ja: 単発サポート
nl: Eenmalige steun
pt_pt: Apoio único
sv: Engångsstöd

source: Copy Message
de: Nachricht kopieren
el: Αντιγραφή μηνύματος
es: Copiar mensaje
fr: Copier le message
it: Copia messaggio
ja: メッセージをコピー
nl: Bericht kopiëren
pt_pt: Copiar mensagem
sv: Kopiera meddelande

source: Preparing image
de: Bild wird vorbereitet
el: Προετοιμασία εικόνας
es: Preparando la imagen
fr: Préparation de l’image
it: Preparazione dell'immagine
ja: 画像を準備中
nl: Afbeelding voorbereiden
pt_pt: A preparar a imagem
sv: Förbereder bild

source: Ongoing support
de: Laufender Support
el: Συνεχής υποστήριξη
es: Soporte continuo
fr: Assistance continue
it: Supporto continuo
ja: 継続的なサポート
nl: Doorlopende ondersteuning
pt_pt: Suporte contínuo
sv: Löpande support

source: Permissions apply to this device and the current MCP server configuration.
de: Berechtigungen gelten für dieses Gerät und die aktuelle MCP-Serverkonfiguration.
el: Τα δικαιώματα ισχύουν για αυτήν τη συσκευή και την τρέχουσα διαμόρφωση διακομιστή MCP.
es: Los permisos se aplican a este dispositivo y a la configuración actual del servidor MCP.
fr: Les autorisations s’appliquent à cet appareil et à la configuration actuelle du serveur MCP.
it: Le autorizzazioni si applicano a questo dispositivo e alla configurazione attuale del server MCP.
ja: 権限はこのデバイスと現在のMCPサーバー構成に適用されます。
nl: Machtigingen zijn van toepassing op dit apparaat en de huidige MCP-serverconfiguratie.
pt_pt: As permissões aplicam-se a este dispositivo e à configuração atual do servidor MCP.
sv: Behörigheterna gäller för den här enheten och den aktuella MCP-serverkonfigurationen.

source: Image generation failed. The request cannot be retried in this turn.
de: Die Bildgenerierung ist fehlgeschlagen. Die Anfrage kann in diesem Durchgang nicht erneut versucht werden.
el: Η δημιουργία εικόνας απέτυχε. Το αίτημα δεν μπορεί να επαναληφθεί σε αυτήν τη σειρά.
es: La generación de imágenes falló. La solicitud no se puede volver a intentar en este turno.
fr: Échec de la génération de l’image. La demande ne peut pas être réessayée lors de cette tentative.
it: Generazione dell'immagine non riuscita. La richiesta non può essere ritentata in questo turno.
ja: 画像の生成に失敗しました。このターンではリクエストを再試行できません。
nl: Afbeelding genereren mislukt. Het verzoek kan in deze beurt niet opnieuw worden geprobeerd.
pt_pt: Falha na geração da imagem. Não é possível repetir o pedido nesta vez.
sv: Bildgenereringen misslyckades. Begäran kan inte försökas igen i denna omgång.

source: The server configuration could not be saved.
de: Die Serverkonfiguration konnte nicht gespeichert werden.
el: Δεν ήταν δυνατή η αποθήκευση της διαμόρφωσης του διακομιστή.
es: No se pudo guardar la configuración del servidor.
fr: La configuration du serveur n’a pas pu être enregistrée.
it: Impossibile salvare la configurazione del server.
ja: サーバー設定を保存できませんでした。
nl: De serverconfiguratie kon niet worden opgeslagen.
pt_pt: Não foi possível guardar a configuração do servidor.
sv: Serverkonfigurationen kunde inte sparas.

source: The cloud deletion could not be completed because iCloud is unavailable.
de: Die Löschung aus der Cloud konnte nicht abgeschlossen werden, da iCloud nicht verfügbar ist.
el: Δεν ήταν δυνατή η ολοκλήρωση της διαγραφής από το cloud, επειδή το iCloud δεν είναι διαθέσιμο.
es: No se pudo completar la eliminación en la nube porque iCloud no está disponible.
fr: La suppression dans le cloud n’a pas pu être effectuée, car iCloud est indisponible.
it: Impossibile completare l’eliminazione dal cloud perché iCloud non è disponibile.
ja: iCloudを利用できないため、クラウドの削除を完了できませんでした。
nl: De verwijdering uit de cloud kon niet worden voltooid omdat iCloud niet beschikbaar is.
pt_pt: Não foi possível concluir a eliminação na nuvem porque o iCloud está indisponível.
sv: Molnraderingen kunde inte slutföras eftersom iCloud inte är tillgängligt.

source: %lld of 3
de: %lld von 3
el: %lld από 3
es: %lld de 3
fr: %lld sur 3
it: %lld di 3
ja: 3 のうち %lld
nl: %lld van 3
pt_pt: %lld de 3
sv: %lld av 3

source: Waiting for iCloud downloads for: %@.
de: Warten auf iCloud-Downloads für: %@.
el: Αναμονή για λήψεις από το iCloud για: %@.
es: Esperando las descargas de iCloud para: %@.
fr: En attente des téléchargements iCloud pour : %@.
it: In attesa dei download di iCloud per: %@.
ja: %@ の iCloud ダウンロードを待機中。
nl: Wachten op iCloud-downloads voor: %@.
pt_pt: A aguardar pelas transferências do iCloud para: %@.
sv: Väntar på iCloud-nedladdningar för: %@.

source: Loading personal context...
de: Persönlicher Kontext wird geladen...
el: Φόρτωση προσωπικού περιεχομένου…
es: Cargando el contexto personal...
fr: Chargement du contexte personnel…
it: Caricamento del contesto personale...
ja: 個人コンテキストを読み込み中…
nl: Persoonlijke context wordt geladen...
pt_pt: A carregar o contexto pessoal...
sv: Läser in personlig kontext...

source: Deny Once
de: Einmal ablehnen
el: Άρνηση μία φορά
es: Denegar una vez
fr: Refuser une fois
it: Nega una volta
ja: 一度だけ拒否する
nl: Eenmalig weigeren
pt_pt: Recusar uma vez
sv: Neka en gång

source: Comments
de: Kommentare
el: Σχόλια
es: Comentarios
fr: Commentaires
it: Commenti
ja: コメント
nl: Reacties
pt_pt: Comentários
sv: Kommentarer

source: New Private Chat
de: Neuer privater Chat
el: Νέα Ιδιωτική Συνομιλία
es: Nuevo chat privado
fr: Nouvelle discussion privée
it: Nuova chat privata
ja: 新しいプライベートチャット
nl: Nieuw privégesprek
pt_pt: Nova Conversa Privada
sv: Ny privatchatt

source: Save to Photos
de: In Fotos speichern
el: Αποθήκευση στις Φωτογραφίες
es: Guardar en Fotos
fr: Enregistrer dans Photos
it: Salva in Foto
ja: 写真に保存
nl: Opslaan in Foto's
pt_pt: Guardar nas Fotografias
sv: Spara till Foton

source: The image generation prompt must contain between 1 and 8000 characters.
de: Der Prompt für die Bildgenerierung muss zwischen 1 und 8000 Zeichen enthalten.
el: Η προτροπή δημιουργίας εικόνας πρέπει να περιέχει από 1 έως 8000 χαρακτήρες.
es: El prompt de generación de imágenes debe contener entre 1 y 8000 caracteres.
fr: Le prompt de génération d’image doit contenir entre 1 et 8 000 caractères.
it: Il prompt di generazione dell’immagine deve contenere da 1 a 8000 caratteri.
ja: 画像生成プロンプトは1～8000文字で入力してください。
nl: De prompt voor het genereren van de afbeelding moet tussen 1 en 8000 tekens bevatten.
pt_pt: O pedido de geração de imagens deve conter entre 1 e 8000 caracteres.
sv: Bildgenereringsprompten måste innehålla mellan 1 och 8000 tecken.
